import { FC } from "react";

export const About: FC = () => {
  return (
    <section className="delivery">
      <div className="information__container">
        <h2 className="information__title">О компании</h2>
        <section className="">
          <h1 className="section__title"></h1>
          <div className="section__inner">
            <h2>
              <strong>
                Сити-жалюзи — мастерская по пошиву, производству, продаже и
                установке:
              </strong>
            </h2>

            <ul>
              <li>Классических, римских и рулонных штор</li>
              <li>Горизонтальных и вертикальных жалюзи</li>
              <li>Плиссе</li>
              <li>Карнизов</li>
            </ul>

            <p>
              <img
                alt=""
                src="https://new2.city-jaluzi.ru/storage/photos/4/img_index/dover.jpg"
              />
            </p>

            <h2>Наши преимущества:</h2>

            <ul>
              <li>10 лет опыта работы</li>
              <li>380 постоянных заказчиков</li>
              <li>2000 выполненных заказов</li>
            </ul>

            <h2>
              Мы предлагаем практичные и недорогие решения по защите от солнца и
              оформлению окон.
            </h2>

            <p>Поэтому у нас нет:</p>

            <ul>
              <li>Десяти менеджеров, продающих «воздух»</li>
              <li>Офиса в центре</li>
              <li>Больших расходов на рекламу</li>
            </ul>

            <h2>
              Мы любим оказывать качественные услуги без суеты и нервов
              небольшому числу:
            </h2>

            <ul>
              <li>Заказчиков</li>
              <li>Друзьям заказчика</li>
              <li>Друзьям друзей заказчика…</li>
            </ul>

            <h2>
              <strong>Как мы работаем</strong>
            </h2>

            <p>Наша мастерская</p>

            <p>
              <img
                alt=""
                src="https://new2.city-jaluzi.ru/storage/photos/4/img_index/proizv.jpg"
              />
            </p>

            <p>Швейный цех</p>

            <p>
              <img
                alt=""
                src="https://new2.city-jaluzi.ru/storage/photos/4/img_index/ceh.jpg"
              />
            </p>

            <p>
              <strong>Позвоните по тел: 8(495) 542-76-98</strong> — у нас есть
              время решить вашу проблему
            </p>

            <p>&nbsp;</p>

            <h2>
              <strong>Благотворительность</strong>
            </h2>

            <p>
              Совершая у нас покупку Вы участвуете в благотворительности или
              помогаете детям!
            </p>

            <p>
              <img
                alt=""
                src="https://new2.city-jaluzi.ru/storage/photos/4/img_index/blago.jpg"
              />
            </p>

            <h2>Среди наших клиентов:</h2>

            <ul>
              <li>Компания Nestle</li>
              <li>ОАО Мосгортранс</li>
              <li>Департамент финансов г.Москвы</li>
              <li>Российская академия наук</li>
              <li>Межтопэнергобанк</li>
              <li>Издательство Главный бухгалтер</li>
              <li>Ив Роше Восток</li>
              <li>Аптечная сеть 03, Ригла</li>
              <li>Компания Терра логистика</li>
              <li>Компания Фудлайн групп</li>
              <li>Промсвязьбанк</li>
              <li>Детский клуб «Огонек»</li>
              <li>Страховая компания Ресо</li>
              <li>Компания М стиль офис</li>
              <li>Магазин милых подарков Закка</li>
              <li>Центр подготовки бизнес-тренеров «Тренер ПРОФИ»</li>
              <li>Мир пряжи в Митино</li>
              <li>Свадебный фотограф Артем Филин</li>
              <li>Мото-Импорт</li>
              <li>Газфонд</li>
              <li>Стоматологический центр «Дентал Имплант»</li>
              <li>Агентство недвижимости «Спектр»</li>
              <li>Творческая мастерская Стаса Михайлова</li>
              <li>Интернет магазин Вайлдберриз</li>
              <li>Интернет магазин Инструмент РУ</li>
              <li>Малаховский Мясокомбинат</li>
              <li>Компания Мечел-Сервис</li>
            </ul>
          </div>
        </section>
      </div>
    </section>
  );
};
