import { FC } from "react";

export const Vacancy: FC = () => {
  return (
    <section className="delivery">
      <div className="information__container">
        <h2 className="information__title">Вакансии</h2>
        <section className="">
          <h1 className="section__title"></h1>
          <div className="section__inner">
            <h2>
              <strong>Ищем специалистов:</strong>
            </h2>

            <h2>1. Замерщик жалюзи, карнизов, штор</h2>

            <p>Открыта вакансия - замерщик жалюзи</p>

            <p>
              <strong>Условия работы:</strong>
            </p>

            <ul>
              <li>
                <strong>Испытательный срок 2 месяца</strong>
              </li>
              <li>
                Сотрудникам без опыта: обучение 2 недели за счет компании, 2
                недели стажировка с наставником.&nbsp;
              </li>
              <li>
                Во время испытательного срока оклад{" "}
                <strong>30 000&nbsp;₽&nbsp;&nbsp;+&nbsp;</strong>% от договора
              </li>
              <li>
                Заработная плата после испытательного срока - до&nbsp;
                <strong>60 000&nbsp;</strong>
                <strong>₽</strong>&nbsp; оклад + сдельная часть % от договора;
              </li>
              <li>
                График 6/1, 5/2, подработка по выходным оплачивается в 2-ом
                размере;
              </li>
              <li>
                Бесплатный проезд на общественном транспорте (оплата ГСМ, мойки
                при наличии а/м);
              </li>
              <li>Обеспечим корпоративную связь и интернет</li>
              <li>Предоставим спецодежду</li>
              <li>Оформим по ТК РФ.</li>
            </ul>

            <p>
              <strong>Обязанности:</strong>
            </p>

            <ul>
              <li>
                Знать ассортимент, технические параметры продукции и стандарты
              </li>
              <li>
                Уметь предложить продукцию, которая оптимально решает проблему
                клиента
              </li>
              <li>Не опаздывать к клиенту, на работу, встречу;</li>
              <li>Не забывать и не обманывать</li>
              <li>Делать 3-5 точных замеров в день;</li>
              <li>Заключить 3-5 договоров в день;</li>
              <li>Следить за состоянием заявок и оплат у менеджера</li>
              <li>
                Предоставить ежедневный и месячный отчет о выполненной работе по
                электронной почте
              </li>
            </ul>

            <p>
              <strong>Требования:</strong>
            </p>

            <ul>
              <li>Гражданство РФ;</li>
              <li>Презентабельный внешний вид;</li>
              <li>Честность;</li>
              <li>Активность;</li>
              <li>Аккуратность;</li>
              <li>Пунктуальность;</li>
              <li>Вежливость;</li>
              <li>Уметь общаться с разными типами клиентов</li>
            </ul>

            <p>
              Отправьте резюме на вакансию <strong>замерщик жалюзи</strong> с
              указанием 2-х последних мест работы и контактного телефона
              руководителя (начальника) по адресу info@city-jaluzi.ru. Резюме
              рассматривается в течение 2-3 рабочих дней. Решение об отказе или
              о назначении собеседования сообщаем письменно.&nbsp;
            </p>

            <h2>2. Швея по пошиву штор, тюля, подушек, покрывал</h2>

            <p>
              Открыта вакансия -&nbsp; <strong>швея по шторам</strong>
            </p>

            <p>
              <strong>Условия работы:</strong>
            </p>

            <ul>
              <li>
                <strong>Испытательный срок 2 месяца</strong>&nbsp;
              </li>
              <li>
                Во время испытательного срока оклад - до&nbsp;
                <strong>40&nbsp;000&nbsp;</strong>
                <strong>₽</strong>
                <strong>&nbsp;&nbsp;</strong>
              </li>
              <li>
                Заработная плата после испытательного срока - до&nbsp;
                <strong>55&nbsp;000&nbsp;</strong>
                <strong>₽</strong>&nbsp;
              </li>
              <li>
                График 6/1, 5/2, с 9:00 до 18:00 подработка по выходным
                оплачивается в 2-ом размере;
              </li>
              <li>Бесплатный проезд на общественном транспорте;</li>
              <li>Оформим по ТК РФ.</li>
              <li>
                Большой светлый цех, современное оборудование рядом с метро
                Марьино пешком 8-10 мин&nbsp;
              </li>
            </ul>

            <p>
              <strong>Обязанности:</strong>
            </p>

            <ul>
              <li>Иметь навыки работы на швейном оборудовании</li>
              <li>
                Знать технологию пошива и работы с основными тканями: лен,
                блэкаут, бархат
              </li>
              <li>Не опаздывать на работу;</li>
              <li>Проверить ткани на наличие брака</li>
              <li>
                Декатировать ткань на столе с парогенератором для удаления
                заминов и предупреждения усадки
              </li>
              <li>Застрачивание швов и лент</li>
              <li>Промежуточное ВТО</li>
              <li>Проверка изделия по линейным размерам</li>
            </ul>

            <p>
              <strong>Требования:</strong>
            </p>

            <ul>
              <li>Гражданство РФ;</li>
              <li>Презентабельный внешний вид;</li>
              <li>Честность;</li>
              <li>Активность;</li>
              <li>Аккуратность;</li>
              <li>Пунктуальность;</li>
              <li>Вежливость;</li>
              <li>Уметь общаться и позитивный настрой</li>
            </ul>

            <p>
              Отправьте резюме на вакансию швея на пошив штор{" "}
              <strong>
                с указанием 2-х последних мест работы и контактного телефона
                руководителя (начальника)
              </strong>{" "}
              по адресу info@city-jaluzi.ru. Резюме рассматривается в течение
              2-3 рабочих дней. Решение об отказе или о назначении собеседования
              сообщаем письменно.&nbsp;
            </p>

            <h2>
              3. Конструктор - технолог / закройщик швейного производства штор
            </h2>

            <p>Открыта вакансия - технолог / закройщик штор</p>

            <p>
              <strong>Условия работы:</strong>
            </p>

            <ul>
              <li>
                <strong>Испытательный срок 2 месяца</strong>&nbsp;
              </li>
              <li>
                Во время испытательного срока оклад - до&nbsp;
                <strong>50&nbsp;000&nbsp;</strong>
                <strong>₽</strong>
                <strong>&nbsp;&nbsp;</strong>
              </li>
              <li>
                Заработная плата после испытательного срока - до&nbsp;
                <strong>65&nbsp;000&nbsp;</strong>
                <strong>₽</strong>&nbsp;
              </li>
              <li>
                График 6/1, 5/2, с 9:00 до 18:00 подработка по выходным
                оплачивается в 2-ом размере;
              </li>
              <li>Бесплатный проезд на общественном транспорте;</li>
              <li>Оформим по ТК РФ.</li>
              <li>
                Большой светлый цех, современное оборудование рядом с метро
                Марьино пешком 8-10 мин&nbsp;
              </li>
            </ul>

            <p>
              <strong>Обязанности:</strong>
            </p>

            <ul>
              <li>Иметь навыки работы на швейном оборудовании</li>
              <li>
                Знать технологию раскроя и пошива сложной драпировки штор:
                ламбрекены, сваги, джабот
              </li>
              <li>Уметь работать с основными тканями: лен, блэкаут, бархат</li>
              <li>Не опаздывать на работу;</li>
              <li>
                Делать расчет сроков изготовления и стоимости заказов: расход
                ткани, фурнитуры, лент.&nbsp;
              </li>
              <li>Формировать заявки на закупку ткани и фурнитуру</li>
              <li>Распределять работу, выдавать крой и давать задание швеям</li>
              <li>
                Проверять технологию производства с момента запуска и до выпуска
                готовой продукции
              </li>
              <li>
                Контролировать качество пошива и проверять готовые изделия на
                брак
              </li>
            </ul>

            <p>
              <strong>Требования:</strong>
            </p>

            <ul>
              <li>Гражданство РФ;</li>
              <li>Презентабельный внешний вид;</li>
              <li>Честность;</li>
              <li>Активность;</li>
              <li>Аккуратность;</li>
              <li>Пунктуальность;</li>
              <li>Вежливость;</li>
              <li>Уметь общаться и позитивный настрой</li>
            </ul>

            <p>
              Отправьте резюме на вакансию закройщик штор&nbsp;
              <strong>
                с указанием 2-х последних мест работы и контактного телефона
                руководителя (начальника)
              </strong>
              &nbsp;по адресу info@city-jaluzi.ru. Резюме рассматривается в
              течение 2-3 рабочих дней. Решение об отказе или о назначении
              собеседования сообщаем письменно.&nbsp;
            </p>

            <h2>4. Сборщик жалюзи, рулонных штор</h2>

            <p>
              <strong>Условия работы:</strong>
            </p>

            <ul>
              <li>
                <strong>Испытательный срок 2 месяца</strong>
              </li>
              <li>Светлый и уютный цех на ст. метро Марьино.</li>
              <li>
                Заработная плата 40 000 рублей в месяц + подработки по выходным
                в двойном размере;
              </li>
              <li>5/2, 6/1 с 9-00 до 18-00;</li>
              <li>Оформление в соответствии с ТК РФ.</li>
            </ul>

            <p>
              <strong>Требования:</strong>
            </p>

            <ul>
              <li>Гражданство РФ;</li>
              <li>Без вредных привычек;</li>
              <li>
                Опыт сборки вертикальных, горизонтальных, рулонных жалюзи.
              </li>
            </ul>

            <p>
              &nbsp;<strong>Обязанности:</strong>
            </p>

            <ul>
              <li>
                Знать инструкции по сборке, стандарты и&nbsp;технические
                параметры продукции&nbsp;
              </li>
              <li>Не опаздывать на работу;</li>
              <li>Не забывать и не обманывать</li>
              <li>
                Собирать 40 шт карнизов для вертикальных жалюзи в день или 20 шт
                рулонных штор, или 30 шт горизонтальных жалюзи.
              </li>
              <li>Проверять собранные изделия на подъемнике.</li>
              <li>Упаковывать готовые изделия.</li>
            </ul>

            <p>
              Отправьте резюме на{" "}
              <strong>
                вакансию сборщик жалюзи с указанием 2-х последних мест работы и
                контактного телефона руководителя (начальника) по адресу
                info@city-jaluzi.ru
              </strong>
              . Резюме рассматривается в течение 2-3 рабочих дней. Решение об
              отказе или о назначении собеседования сообщаем письменно.&nbsp;
            </p>

            <h2>
              <strong>5. Менеджер по продажам</strong>
            </h2>

            <p>
              <strong>Условия работы:</strong>
            </p>

            <ul>
              <li>График работы 5/2 с 9.00 до 18.00; перерыв на обед 12-13;</li>
              <li>З/п: оклад до 60 000 руб. + процент от продаж;</li>
              <li>Компенсация за обед и транспорт.</li>
            </ul>

            <p>
              <strong>Требования:</strong>
            </p>

            <ul>
              <li>Образование высшее, среднее специальное;</li>
              <li>Опыт работы в данной области от 2-х лет;</li>
              <li>Уверенный пользователь ПК.</li>
            </ul>

            <p>
              <strong>Обязанности:</strong>
            </p>

            <ul>
              <li>Развитие клиентской базы;</li>
              <li>Работа с клиентами, заключение договоров.</li>
            </ul>
          </div>
        </section>
      </div>
    </section>
  );
};
