import { FC } from "react";

export const QuestionsAnswers: FC = () => {
  return (
    <section className="delivery">
      <div className="information__container">
        <h2 className="information__title">Вопрос ответ</h2>
        <section className="">
          <h1 className="section__title"></h1>
          <div className="section__inner">
            <h2>
              <strong>Как вернуть (поменять) товар?</strong>
            </h2>

            <p>Принимаем возврат товара в течение 14 дней после покупки.</p>

            {/* <p><a name="2"></a></p> */}

            <p>Делаем бесплатную замену товара в течение гарантийного срока.</p>

            {/* <p>&nbsp;</p> */}

            <h2>
              <strong>Какая гарантия?</strong>
            </h2>
            {/* <a name="3"></a> */}

            <p>
              Гарантия на продукцию до 3 лет. Гарантия — бесплатное исправление
              недостатков и замена механизмов.
            </p>

            {/* <p>&nbsp;</p> */}

            <h2>
              <strong>Какой порядок работы?</strong>
            </h2>

            <p>
              <strong>План работы:</strong>
            </p>
            {/* <a name="4"></a> */}

            <ul>
              <li>
                Выезд менеджера-консультанта на объект для консультации, точного
                замера и заключения договора;
              </li>
              <li>Изготовление заказа за 1-5 рабочих дней;</li>
              <li>Доставка и монтаж ежедневно с 9:00 до 21:00.</li>
            </ul>

            {/* <p>&nbsp;</p> */}

            <h2>
              <strong>Как оплатить?</strong>
            </h2>

            <p>
              <strong>Для физических лиц:</strong>
            </p>

            <p>Предусмотрено 3 способа оплаты:</p>

            <ul>
              <li>с помощью банковской карты через интернет-магазин;</li>
              <li>
                наличными в отделении любого банка, принимающего платежи от
                физических лиц;
              </li>
              <li>через систему интернет-банкинга.</li>
            </ul>

            <p>
              Как правило деньги поступают на счет в течение 5-10 минут. При
              оплате через банк или интернет-банкинг, заказ передается в
              производство, после подтверждения платежа.
            </p>

            {/* <p>&nbsp;</p> */}

            <p>
              <strong>Для юридических лиц:</strong>
            </p>

            <p>
              Предусмотрена оплата по безналу. Первичные документы передаются
              вместе с заказом или высылаются по почте. Возможны 3 способа
              оплаты счета:
            </p>
            {/* <a name="5"></a> */}

            <ul>
              <li>в отделении банка, работающего с юридическими лицами;</li>
              <li>через интернет-банкинг;</li>
              <li>с помощью банковской карты юридического лица.</li>
            </ul>

            {/* <p>&nbsp;</p> */}

            {/* <p>&nbsp;</p> */}

            <h2>
              <strong>Когда привезут заказ?</strong>
            </h2>
            {/* <a name="6"></a> */}

            <p>Доставка через 3-5 рабочих дней с даты заключения договора.</p>

            {/* <p>&nbsp;</p> */}

            <h2>
              <strong>Где посмотреть готовую продукцию?</strong>
            </h2>

            <p>Посмотреть готовую продукцию можно в офисе.</p>

            <p>
              <strong>Адрес: </strong>109369, Москва, Новочеркасский бульвар,
              д.41, корп.3
            </p>

            <p>
              <strong>Телефон: </strong>+7 495 542-76-98
            </p>

            {/* <p>&nbsp;</p> */}

            <p>
              <strong>Часы работы:</strong>
            </p>

            <p>По будням с 10:00 до 17:00 без перерывов на обед и учет.</p>

            <p>Суббота–воскресенье — выходной.</p>

            <p>31 декабря, 9 мая — выходной.</p>
            {/* <a name="7"></a> */}

            <p>1–10 января — не работаем.</p>

            {/* <p>&nbsp;</p> */}

            <h2>
              <strong>Есть самовывоз?</strong>
            </h2>

            <p>
              Да, вы можете забрать заказ в будни с 10:00 до 17:00 (без обеда)
              по адресу:
            </p>

            <p>
              <strong>Россия, Москва, Новочеркасский бульвар, 41 к.З.</strong>
            </p>

            <p>
              <strong>Суббота-воскресенье — выходной.</strong>
            </p>

            {/* <p>&nbsp;</p> */}
          </div>
        </section>
      </div>
    </section>
  );
};
